[A_Weapons.WeaponType_Hyperion_Sniper:AttributePresentationDefinition_2 AttributePresentationDefinition]
NoConstraintText="[skill]Sustained fire[-skill] and [skill]aiming down the sights[-skill] increases [skill]accuracy[-skill]."

[A_Weapons.WeaponType_Maliwan_Sniper:AttributePresentationDefinition_0 AttributePresentationDefinition]
NoConstraintText="Deals [skill]bonus elemental damage[-skill]."

[Name.Title.Title__Unique_Chere-amie:AttributePresentationDefinition_8 AttributePresentationDefinition]
NoConstraintText="Je suis enchanté. Où est la bibliothèque?"

[Name.Title_Vladof.Title_Legendary_Lyudmila:AttributePresentationDefinition_8 AttributePresentationDefinition]
NoConstraintText="Man killer."
